Repository: jtremolieres/Shieldy-int
Catalog: Properties/Resources.*.resx
Languages: fr

# ButtonLabel
source: Alert Security
fr: Signaler le courriel

# ContextMenuLabel
source: Alert Security
fr: Signaler le courriel

# EmailBody_BusinessPhone
source: - Business phone:
fr: - Téléphone professionel:

# EmailBody_Computername
source: - Computername:
fr: - Nom d'ordinateur:

# EmailBody_Department
source: - Department:
fr: - Departement:

# EmailBody_line1
source: Hello, I received the attached email and I think it is suspicious
fr: Bonjour, j'ai reçu le courriel suivant et je pense qu'il est suspect.

# EmailBody_line2
source: I think this mail is malicious for the following reasons:
fr: Les raisons suivantes me le rendent suspect:

# EmailBody_line3
source: Please analyze and provide some feedback.
fr: Veuillez, s'il vous plait, l'analyser et me tenir au courant.

# EmailBody_Location
source: - Location:
fr: - Emplacement:

# EmailBody_MobilePhone
source: - Mobile phone:
fr: - Téléphone mobile:

# EmailBody_msgHeader
source: Message headers
fr: En-têtes du message

# EmailBody_PossiblyUsefulIInformation
source: Possibly useful information:
fr: Informations complémentaires:

# EmailBody_STMPAddress
source: - STMP address:
fr: - Serveur STMP:

# EmailBody_Title
source: - Title:
fr: - Titre:

# EmailBody_Username
source: - Name:
fr: - Nom:

# EmailBody_WindowsUsername
source: - Windows username:
fr: - Nom d'utilisateur Windows:

# EmailBody_YourReason
source: <Please add here why this email looks suspect>
fr: <Indiquer ce qui vous semble suspect. (Origine inconnue, ...)>

# EmailSubject
source: [User Alert] Suspicious mail
fr: [Phishing] Courriel suspect

# ErrorSubject
source: Security addin error
fr: Erreur de l'add-on Sécurité

# ErrorText
source: An error occured, please notify your security contact and give him/her the following information:
fr: Erreur, merci de contacter le CAD avec les informations suivantes:

# MsgBadLuck
source: Bad luck... this case has not been identified by the dev
fr: Pas de chance... ce cas n'a pas été identifié par les développeurs

# MsgBox_Title
source: Shieldy - Alert Security
fr: Shieldy - Alerte Sécurité

# MsgSelectOneMail
source: Please select one mail.
fr: Merci de sélectionner un courriel.

# MsgSelectOnlyOneMail
source: Please select only one mail to be raised to the security team.
fr: Merci de ne sélectionner qu'un seul courriel à transférer.

# ScreentipLabel
source: Alert Security
fr: Alerter la Sécurité

# AnswerFromSwordphish
source: Answer from wordphish server:
fr: Réponse du serveur Swordphish

# MsgIfSwordphishDetected
source: Well done, you've well identified our fake mail generated for the phishing campain !
fr: Bien joué, vous avez bien identifié notre faux courriel pour la campagne de phishing!

# NoAnswerFromSwordphish
source: NO ANSWER from Swordphish server
fr: Pas de réponse du server Swordphish

source: no header found
fr: Pas d'entête trouvé.

# ItemNotMail
source: Selected Outlook item was not a mail, no header extracted
fr: L'élément sélectionné n'est pas un courriel, pas d'entéte extracté.

source: Using default template
fr: Utilisant le template par defaut.
